const chineseCalendar = {
  month: {
    '1': '一',
    '2': '二',
    '3': '三',
    '4': '四',
    '5': '五',
    '6': '六',
    '7': '七',
    '8': '八',
    '9': '九',
    '10': '十',
    '11': '十一',
    '12': '十二'
  },
  day: {
    '0': '日',
    '1': '一',
    '2': '二',
    '3': '三',
    '4': '四',
    '5': '五',
    '6': '六'
  },
  suggestion: {
    canDo: [
      '逛菜市場',
      '參加廟會',
      '職人訪談',
      '動手料理',
      '南洋料理',
      '走訪宮廟',
      '竹林探險',
      '竹藝編織',
      '樹下講古',
      '探訪礦坑',
      '型染日曆',
      '社區種菜',
      '彩繪牆面',
      '修繕老屋',
      '街頭路跑',
      '尋覓小店',
      '河邊散步',
      '坐船出港',
      '耙耙文蛤',
      '動手創作',
      '鐵路旅行',
      '公路旅行',
      '串串門子',
      '交新朋友'
    ],
    notDo: [
      '窩在家裡',
      '晚起賴床',
      '過度忙碌',
      '工作滿檔',
      '亂丟垃圾',
      '躺著不動',
      '大動肝火',
      '火冒三丈',
      '一成不變',
      '心浮氣躁',
      '拖拖拉拉',
      '斤斤計較',
      '耳朵太硬',
      '浪費資源',
      '出一張嘴',
      '情緒勒索'
    ]
  }
};

export default chineseCalendar;
